tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "mczachurski/wallpapper"
tap "teamookla/speedtest"
brew "align"
brew "python@3.9"
brew "awk"
brew "bat"
brew "black"
brew "clang-format"
brew "cling"
brew "diff-so-fancy"
brew "dust"
brew "duti"
brew "fd"
brew "fennel"
brew "unbound"
brew "ffmpeg"
brew "flake8"
brew "fzf"
brew "gcc"
brew "gh"
brew "ghc"
brew "git-delta"
brew "gtk+3"
brew "imagemagick"
brew "ipython", link: false
brew "isort"
brew "kepubify"
brew "less"
brew "librsvg"
brew "llvm"
brew "llvm@11"
brew "luajit"
brew "luarocks"
brew "mypy"
brew "neofetch"
brew "neovim"
brew "node"
brew "nu"
brew "nushell"
brew "ormolu"
brew "prettier"
brew "ptpython", link: false
brew "pydocstyle"
brew "pyenv"
brew "pylint"
brew "pyright"
brew "ripgrep"
brew "rust"
brew "rust-analyzer"
brew "sd"
brew "speedtest-cli"
brew "stow"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tokei"
brew "tree"
brew "vim", link: false
brew "helix-editor/helix/helix"
brew "teamookla/speedtest/speedtest"
cask "alacritty"
cask "brave-browser"
cask "discord"
cask "dropbox"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "github"
cask "hammerspoon"
cask "hyper"
cask "iina"
cask "iterm2"
cask "karabiner-elements"
cask "kitty"
cask "macvim"
cask "qobuz"
cask "spotify"
cask "transmission"
cask "typora"
cask "via"
cask "virtualbox"
cask "zoom"
